Repository: psychoticbeef/DietApp
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %@ remaining
de: %@ verbleibend

# %lld %@ remaining
source: %1$lld %2$@ remaining
de: %1$lld %2$@ übrig

source: %lld kcal left
de: %lld kcal übrig

source: A an example control that runs a timer.
de: Ein Beispiel-Steuerelement, das einen Timer ausführt.

source: Active (Today)
de: Aktiv (Heute)

source: Active (Yst)
de: Aktiv (Gestern)

source: Add %@
de: %@ hinzufügen

source: Add Filler Food
de: Füller hinzufügen

source: Amount
de: Menge

source: Auto Deficit
de: Auto-Defizit

source: BMR
de: Grundumsatz

source: Calculation Method
de: Berechnungsmethode

source: Carbs
de: Kohlenhydrate

source: Carbs / 100g
de: Kohlenhydrate / 100g

source: Configuration
de: Konfiguration

source: Configure Breakfast
de: Frühstück konfigurieren

source: Daily Budget
de: Tagesbudget

source: Deficit
de: Defizit

source: Deficit Active
de: Defizit aktiv

source: Deficit applies when weight ≥ Upper Bound. Turns off when weight ≤ Lower Bound.
de: Das Defizit gilt, wenn das Gewicht ≥ Obergrenze ist. Schaltet sich aus, wenn das Gewicht ≤ Untergrenze ist.

source: Done
de: Fertig

source: Eaten
de: Gegessen

source: Energy / 100g
de: Energie / 100g

source: Fats
de: Fette

source: Fats / 100g
de: Fette / 100g

source: Favorite Emoji
de: Lieblings-Emoji

source: Fiber
de: Ballaststoffe

source: Filler Foods
de: Füller

source: Filler Foods (Max 5)
de: Füller (Max. 5)

source: General
de: Allgemein

source: Goals
de: Ziele

source: Health Access not granted: %@
de: Health-Zugriff nicht gewährt: %@

source: Health Access Required
de: Health-Zugriff erforderlich

source: Health Compass
de: Gesundheitskompass

source: Health data not available on this device.
de: Gesundheitsdaten auf diesem Gerät nicht verfügbar.

source: Log %@
de: %@ protokollieren

source: Log Breakfast
de: Frühstück protokollieren

source: Log Food
de: Essen eintragen

source: Logs your standard breakfast to HealthKit.
de: Protokolliert dein Standardfrühstück in HealthKit.

source: Lower Bound (Off)
de: Untergrenze (Aus)

source: Maintenance Mode
de: Erhaltungsmodus

source: Missing Health Data
de: Fehlende Gesundheitsdaten

source: Name (e.g. Oatmeal)
de: Name (z.B. Haferflocken)

source: Name (e.g. Peanuts)
de: Name (z.B. Erdnüsse)

source: New Food
de: Neues Lebensmittel

source: Nutrition Rings
de: Ernährungsringe

source: Of which Sugar
de: Davon Zucker

source: Off
de: Aus

source: On
de: Ein

source: Open Health Settings
de: Health-Einstellungen öffnen

source: Protein & Other / 100g
de: Protein & Sonstiges / 100g

source: Salt
de: Salz

source: Sat. Fat
de: Ges. Fette

source: Saturated Fat
de: Gesättigte Fette

source: Settings
de: Einstellungen

source: Standard Breakfast
de: Standard-Frühstück

source: Start a timer
de: Einen Timer starten

source: Start Timer
de: Timer starten

source: Sugar
de: Zucker

source: Target Deficit
de: Zieldefizit

source: This is an example widget.
de: Dies ist ein Beispiel-Widget.

source: Timer is running
de: Timer läuft

source: Timer Name Configuration
de: Timer-Namenskonfiguration

source: Total Carbs
de: Gesamte Kohlenhydrate

source: Total Energy
de: Gesamtenergie

source: Total Fat
de: Gesamtfett

source: Total Fats
de: Gesamte Fette

source: Total Protein & Other
de: Gesamtes Protein & Sonstiges

source: Track calories, protein, and fiber at a glance.
de: Kalorien, Protein und Ballaststoffe auf einen Blick.

source: Upper Bound (On)
de: Obergrenze (Ein)

source: Use Today's Active Energy
de: Heutige Aktivitätsenergie nutzen

source: Weight (14d Avg)
de: Gewicht (14T Ø)

source: You haven't weighed in today.
de: Du hast dich heute noch nicht gewogen.
